const messages = [
  {
    title: 'कॉइन भेजें',
    text: `सेंड कमांड इंटरएक्टिव ट्रांजैक्शन बनाने का पहला कदम है।<br/>
    <br/>
    लेन-देन या तो Tor नेटवर्क या http(s) एड्रेस का उपयोग करके तत्काल किया जा सकता है, या फ़ाइलों के आदान-प्रदान के माध्यम से मैन्युअल रूप से किया जा सकता है।<br/>
    <br/>
    एक नया लेनदेन शुरू करने के लिए, सुनिश्चित करें कि आपका नोड सर्वर पूरी तरह से<br/>
    Epic Cash नेटवर्क से सिंक है।<br/>
    आपके नोड सर्वर की स्थिति को "सिंक" पढ़ना चाहिए।<br/>
    <br/>
    प्राप्तकर्ता का एड्रेस या तो Tor onion एड्रेस या कोई बाहरी http(s) एड्रेस हो सकता है।<br/>
    <br/>
    लेन-देन किए जाने का प्रूफ प्राप्त करने के लिए, प्राप्तकर्ता द्वारा प्रदान किया गया प्रूफ एड्रेस दर्ज करें।<br/>`,
  },
  {
    title: 'कॉइन प्राप्त करें',
    text: `कॉइन प्राप्त करने के लिए, आपका वॉलेट लिस्टन मोड में होना चाहिए।<br/>
    <br/>
    वॉलेट की डिफ़ॉल्ट सेटिंग्स डिफ़ॉल्ट रूप से लिस्टन/प्राप्त करने के मोड को सक्रिय करती हैं।<br/>
    इस सुविधा को सेटिंग में बदला जा सकता है।<br/>
    <br/>
    प्राप्त पृष्ठ पर, उन पतों की एक सूची होगी जिनका उपयोग कॉइन प्राप्त करने के लिए किया जा सकता है।<br/>
    <br/>
    आपका प्रूफ़ एड्रेस भी इस पृष्ठ पर प्रदर्शित होता है।<br/>
    <br/>
    अगर कुछ गलत हो जाता है और आपके वॉलेट को कॉइन नहीं मिल रहे हैं, तो रिसीव पेज पर लिसनर को रीस्टार्ट करें।<br/>`
  },
  {
    title: 'ऑफ़लाइन लेन-देन को अंतिम रूप दें',
    text: `ऑफ़लाइन लेन-देन को अंतिम रूप देने के लिए, रिसीवर द्वारा प्रदान की गई अंतिम लेन-देन फ़ाइल<br/>
    को आयात करने के लिए इस पृष्ठ का उपयोग करें।<br/>`
  },
  {
    title: 'ऑफ़लाइन लेन-देन आयात करें',
    text: `प्राप्तकर्ता द्वारा प्रदान की गई लेन-देन फ़ाइल को आयात करने के लिए इस पृष्ठ का उपयोग करें।<br/>
    <br/>
    लेन-देन फ़ाइल आयात करने के बाद, एक अंतिम लेनदेन फ़ाइल सहेजें और इसे<br/>
    प्रेषक को वितरित करें।<br/>`
  },
  {
    title: 'एड्रेस बुक',
    text: `एड्रेस बुक में अपने संपर्क और उनके एड्रेस सहेजें।<br/>
    <br/>
    यदि आप बाद में एक और लेन-देन करने का निर्णय लेते हैं, तो आप प्राप्तकर्ता के एड्रेस के क्षेत्र में संपर्क के एड्रेस की खोज कर सकते हैं।<br/>`
  },
  {
    title: 'लेनदेन ID',
    text: `लेन-देन ID प्राप्तकर्ता और प्रेषक द्वारा साझा किए गए प्रत्येक लेनदेन के लिए विशिष्ट पहचानकर्ता है।<br/>`
  },
  {
    title: 'कॉइन ID',
    text: `कॉइन ID ब्लॉकचेन पर आपके कॉइन के लिए विशिष्ट पहचानकर्ता है।<br/>
    केवल आप कॉइन ID मान देख सकते हैं।<br/>`
  },
  {
    title: 'वॉलेट श्रोता',
    text: `अन्य वॉलेट से कॉइन प्राप्त करने के लिए वॉलेट लिस्टनर को चलना चाहिए।<br/>
    <br/>
    लिस्टनर को प्राप्त पृष्ठ पर शुरू या बंद किया जा सकता है। <br/>`
  },
  {
    title: 'खाता',
    text: `खाते में अपना उपयोगकर्ता नाम और कीबेस खाता सेट करें।<br/>
    <br/>
    उपयोगकर्ता नाम ऐप के शीर्ष पर प्रदर्शित होता है।<br/>`
  },
  {
    title: 'सेटिंग्स',
    text: `यहाँ आप सेटअप सहायक प्रक्रिया के दौरान की गई सेटिंग्स को बदल सकते हैं।<br/>`
  },
  {
    title: 'नोड सर्वर',
    text: `यह आपके नोड सर्वर का स्थान है।<br/>
    <br/>
    वॉलेट को कॉइन भेजने और प्राप्त करने के लिए एक नोड सर्वर की आवश्यकता होती है।<br/>
    <br/>
    आप अंतर्निर्मित नोड सर्वर और बाहरी नोड सर्वर के बीच चयन कर सकते हैं।<br/>
    यदि आप इस मान को बदलते हैं, तो कृपया अपना वॉलेट पुनः प्रारंभ करें।<br/>`
  },
  {
    title: 'आपका Ngrok Authtoken',
    text: `अन्य वॉलेट से कॉइन प्राप्त करने के लिए ngrok सेवा के लिए ngrok authtoken आवश्यक है।<br/>
    यदि आप ngrok सेवा का उपयोग नहीं करना चाहते हैं, तो "हमारा Ngrok Authtoken" फ़ील्ड खाली छोड़ दें।<br/>`
  },
  {
    title: 'ऑफ़लाइन लेन-देन आयात करें',
    text: `अगर कोई आपको ऑफ़लाइन लेनदेन भेजता है, तो आप इसे "ऑफ़लाइन लेनदेन आयात करें" पृष्ठ पर आयात कर सकते हैं।<br/>
    आयात के बाद आपको अंतिम रूप देने वाली लेन-देन फ़ाइल को सहेजना होगा और इसे वापस प्रेषक को भेजना होगा। <br/>`
  },
  {
    title: 'Mnemonic शब्द',
    text: `Mnemonic शब्द वे शब्द हैं जो आपको अपने वॉलेट को पुनर्प्राप्त करने के लिए आवश्यक है। इस शब्द का बैकअप
    उसी क्रम में बनाएं जिस क्रम में वे प्रदर्शित होते हैं।<br/>
    <br/>
    बाद में यदि आप अपना वॉलेट डेटा खो देते हैं, तो आप इस शब्द के साथ<br/>
    वॉलेट को पुनर्प्राप्त कर सकते हैं।<br/>`
  },
  {
    title: 'भुगतान प्रूफ और प्रूफ एड्रेस भेजें',
    text: `Epic में आप एक अतिरिक्त प्रूफ के साथ लेन-देन कर सकते हैं।<br/>
    <br/>
    एक प्रूफ के साथ दूसरों के लिए
    सत्यापित करना संभव है कि प्रेषक और रिसीवर के बीच लेनदेन किया गया था।<br/>
    <br/>
    प्रूफ को सत्यापित करने के लिए उपयोगकर्ता को प्रूफ डेटा और राशि की आवश्यकता होती है।<br/>`
  },
  {
    title: 'Tor',
    text: `आप डिफ़ॉल्ट रूप से Tor एड्रेस के माध्यम से लेनदेन भेज और प्राप्त कर सकते हैं। आपको पृष्ठ "प्राप्त करें" पर अपना Tor एड्रेस मिलता है<br/>`
  },
  {
    title: 'Ngrok',
    text: `प्रोग्राम करने योग्य नेटवर्क एज है जो आपके ऐप्स में कनेक्टिविटी,<br/>
    सुरक्षा और अवलोकन को जोड़ता है जिसमें कोई कोड परिवर्तन नहीं होता है<br/>`
  },
  {
    title: 'नेटवर्क नोड',
    text: `एक नेटवर्क नोड एक सर्वर है जो ब्लॉकचेन डेटा को संग्रहीत करता है।<br/>`
  },
  {
    title: 'सहकर्मी',
    text: `सहकर्मी अन्य नेटवर्क नोड हैं जो आपके नेटवर्क नोड से जुड़े हैं<br/>`
  },
  {
    title: 'ब्लॉकचेन ऊंचाई',
    text: `ब्लॉकचेन ऊंचाई नवीनतम ब्लॉक संख्या श्रृंखला है। हर 60 सेकंड में ब्लॉकचैन एक नई ब्लॉक ऊंचाई बनाता है।<br/>`
  },
  /* use this for new topic
  {
    title: 'विषय',
    text: 'html भी हो सकता है'
  },
  */
];

export default messages
