const messages = [
  {
    title: 'Изпращане на монети',
    text: `Командата за изпращане е първата стъпка към създаване на интерактивна транзакция.<br/>
    <br/>
    Транзакцията може да бъде изпълнена мигновено чрез използването на Тор мрежата или http(s) адрес, но може и ръчно чрез размяна на файлове.<br/>
    <br/>
    За да започнете нова транзакция, уверете се че вашият сървър е напълно синхронизиран 
    с мрежата на Epic.<br/></br>
    В полето за статус на вашият сървър трябва да пише “synced.”<br/>
    <br/>
    Адреса на получателят може да бъде Тор адрес или http(s) адрес.<br/>
    <br/>
    Ако искате доказателство, че транзакцията се е случила, въведете доказателственият адрес получен от получателя.<br/>`,
  },
  {
    title: 'Получaване на монети',
    text: `За да получите монети, вашият портфейл трябва да бъде в режим на слушане.<br/><br/>
    Всеки път, когато стартирате слушателя, вашият ngrok адрес ще се променя.<br/><br/>
    Портфейлът по подразбиране активира режима на слушане/получаване.<br/><br/>
    Тази опция може да се промени в "Настройки".<br/>
    <br/>
    На страницата за получаване ще има списък от адреси, които могат да бъдат използвани за да получиете монети.<br/>
    <br/>
    Вашият доказателствен адрес също е написан на тази страинца.<br/>
    <br/>
    Ако нещо се обърка и не получите транзакцията, рестартирайте слушателя на страницата за получаване.<br/>`
  },
  {
    title: 'Завършване на офлайн транзакция',
    text: `За да завършите офлайн транзакция, използвайте тази страница, за да приложите подписаният от получателя и върнат към Вас файл.<br/>`
  },
  {
    title: 'Подписване на офлайн транзакция',
    text: `Използвайте тази страница, за да подпишете транзакционния файл, който сте получили от подателя.<br/>
    <br/>
    След подписване, запазете файла и го изпратете обратно към подателя за завършване на транзакцията.<br/>`
  },
  {
    title: 'Адресна книга',
    text: `Запазете вашите контакти и техните адреси в тази книга.<br/>
    <br/>
    Ако по-късно решите да направите друга транзакция, можете да използвате адреса на ваш контакт.<br/>`
  },
  {
    title: 'Номер на Транзакция',
    text: `Номера на транзакцията е уникален идентификатор за всяка транзакция и е споделен между подателя и получателя.<br/>`
  },
  {
    title: 'Номер на Монета',
    text: `Номера на монета е уникален идентификатор за вашите монети на блокчейна.<br/>
    Само Вие можете да видите вашите номера на монетите.<br/>`
  },
  {
    title: 'Слушател на портфейла',
    text: `Слушателят на портфейла трябва да бъде включен, за да получавате монети от други портфейли.<br/>
    <br/>
    Слушателят може да бъде стартиран или спрян на страницата за получаване.<br/><br/>
     Вашият ngrok адрес ще се променя на всяко включване на слушателя.`
  },
  {
    title: 'Акаунт',
    text: `Настройте вашето име и keybase акаунт.<br/>
    <br/>
    Името Ви ще бъде показано в горната част на портфейла.<br/>`
  },
  {
    title: 'Настройки',
    text: `Тук можете да промените настройките направени при първоначалното пускане.<br/>`
  },
  {
    title: 'Възлов Сървър',
    text: `Това е локацията на вашият възлов сървър.<br/>
    <br/>
    Възлов сървър е нужен за да може портфейла да изпраща и получава монети.<br/>
    <br/>
    Можете да изберете между вграден сървър или външен такъв.<br/><br/>
    Ако промените тази настройка, моля рестартирайте..<br/>`
  },
  {
    title: 'Вашият Ngrok Authtoken',
    text: `Ngrok auth-token е необходим за да работи ngrok услугата, ако не желаете адресът Ви да се променя на всеки 2 часа или рестарт на портфейла.<br/><br/>`
  },
  {
    title: 'Мнемонични Думи',
    text: `Мнемоничните думи са необходими за възстановяване на портфейла. Запазете ги на сигурно място в същата последователност както са показани.<br/>`
  },
  {
    title: 'Изпращане на доказателство за плащане',
    text: `С Epic можете да имате допълнително доказателство, че транзакциите са се случили успешно.<br/>
    <br/>
    Трети лица могат също да верифицират дадена транзакция.<br/>
    <br/>
    За да се верифицира са нужни доказателствените данни и стойност на транзакцията.<br/>`
  },
  {
    title: 'Tor',
    text: `You can send and receive transactions via a tor address by default.<br/><br/>
    You will find your tor address on the "Receive" page.<br/>`
  },
  {
    title: 'Ngrok',
    text: `ngrok е услуга, която създава публичен адрес, свързан с вашето IP и портфейл.<br/><br/> Използвайте адреса, за да получите транзакция.<br/>`
  },
  {
    title: 'Мрежов режим',
    text: `Възловият сървър съхранява всички данни на блокчейна.<br/><br/>
           Вашият портфейл има вграден сървър, но можете да използвате и външен такъв.<br/><br/>
           Първото пускане на сървъра ще отнеме няколко часа за синхронизация.`
  },
  {
    title: 'Peers',
    text: `Peers са други възлови сървъри, които са свързани с вашият сървър.<br/>`
  },
  {
    title: 'Височина на Блокчейна',
    text: `Височината на блокчейна е последния номер на потвърден блок в чейна. На всеки 60 секунди се създава нов блок и номерът се променя.<br/>`
  },
  /* use this for new topic
  {
    title: 'topic',
    text: `can be html too`
  },
  */
];

export default messages
